Repository: Shnoulle/daybed
Catalog: daybed/locale/*/LC_MESSAGES/daybed.po
Languages: fr

source: hello
fr: bonjour

source: A point
fr: Un point

source: A line made of points
fr: Une ligne faite de points

source: A polygon made of a closed line
fr: Un polygone fait d'une ligne fermée

source: A GeoJSON geometry
fr: Une géométrie GeoJSON

source: An object
fr: Un objet

source: A JSON value
fr: Une valeur JSON

source: A list of objects
fr: Une liste d'objets

source: A choice among records
fr: Un choix parmi des enregistrements

source: Some choices among records
fr: Des choix parmi des enregistrements

source: An integer
fr: Un entier

source: A set of characters
fr: Une chaîne de caractères

source: A text
fr: Un texte

source: A decimal number
fr: Un nombre décimal

source: True or false
fr: Vrai ou Faux

source: A choice among values
fr: Un choix parmi des valeurs

source: Some choices among values
fr: Des choix parmi des valeurs

source: A number with limits
fr: Un nombre borné

source: A string matching a pattern
fr: Une chaîne respectant un masque

source: A valid email
fr: Un email valide

source: A valid URL
fr: Une URL valide

source: A date (yyyy-mm-dd)
fr: Une date (aaaa-mm-jj)

source: A date with time (yyyy-mm-ddTHH:MM)
fr: Une date avec heure (aaaa-mm-jjTHH:MM)
